# Зайцев Н.В ПИ20-2в Практическая работа 3
# Задание 1
# z^2 + 6z + 25 = 0
(-6 + sqrt(-64i)) / 2
(-6 - sqrt(-64i)) / 2
# z^2 - 8z + 25 = 0
(-8 + sqrt(-36i)) / 2
(-8 - sqrt(-36i)) / 2
# z^4 = 81
81^1/4
# z^3 - z^2 - (3+4i)z + 3 + 4i = 0

#Задание 2
# a)
k <- (2 + 1i)^4 / 3 - 4i
Re(k)
Im(k)
# b)
k <- (3 - 5i)*(2 + 5i) / (3 + 4i)
Re(k)
Im(k)
# Задание 3 
grid<-c("","Доходы, трлн.рублей","в % к ввп","Нефтегазовые, трлн.руб","в % ко всем доходам")
year_2014<-c("оценка",14.07,19.9,7.5,51.9)
year_2015<-c("проект бюджета",15.08,19.5,7.7,51.2)
year_2016<-c("проект бюджета",15.8,19.0,7.8,50.8)
year_2017<-c("проект бюджета",16.5,18.4,8.34,49.6)
budget<-data.frame(grid=grid, year_2014=year_2014, year_2015=year_2015, year_2016=year_2016, year_2017=year_2017)
budget
# Задание 5
type="Административнй штраф"
date="-"
amount=15550
tabl<-data.frame(вид_платежа=type,дата=date, сумма=amount)
pol.pla<-"УФК по МО"
inn="7702300872"
kpp="770201001"
bank="Отделение №1 МГТУ Банка России"
account="40101810600000010102"
bik="044583001"
kbk="18811630020016000140"
okato="4621800000000"
fio="Иван Иванович Иванов"
adress="Москва, Красная площадь 1"
kvitanzia<-list(получатель=pol.pla,ИНН=inn,КПП=kpp,Банк=bank,счет=account,БИК=bik,КБК=kbk,ОКАТО=okato,ФИО=fio,адрес=adress,ФИО_адрес=tabl)
kvitanzia
