▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.36285
.	-3.41971
,	-3.48459
s	-3.64488
▁a	-3.90982
▁and	-4.05951
▁to	-4.07257
▁of	-4.09129
br	-4.35248
▁/>	-4.37226
<	-4.41604
▁is	-4.42032
▁I	-4.57304
▁in	-4.57471
▁it	-4.60342
'	-4.66842
\'	-4.71244
▁that	-4.74613
▁this	-4.80019
t	-4.86819
▁was	-5.00077
▁movie	-5.0274
ing	-5.12126
-	-5.14579
▁	-5.16431
"	-5.25902
▁for	-5.26167
▁with	-5.29954
▁film	-5.37401
ed	-5.42853
▁The	-5.4369
▁but	-5.452
▁on	-5.45493
▁b	-5.51482
▁have	-5.53448
▁be	-5.54484
▁as	-5.54704
▁"	-5.55057
▁you	-5.56727
▁not	-5.60034
▁(	-5.62067
▁are	-5.64764
ly	-5.68067
▁one	-5.80081
d	-5.80651
▁like	-5.88643
▁they	-5.88694
▁his	-5.89969
▁all	-5.9266
▁he	-5.93502
▁at	-5.94574
▁so	-5.99172
▁just	-6.01476
▁an	-6.01994
▁from	-6.05518
▁who	-6.0619
▁by	-6.06889
▁out	-6.07757
y	-6.078
)	-6.07804
▁or	-6.08268
▁about	-6.1114
?	-6.19317
e	-6.19906
I	-6.23551
▁some	-6.23672
▁has	-6.28222
▁can	-6.31819
▁there	-6.32719
▁would	-6.34585
▁her	-6.34907
▁no	-6.35205
▁It	-6.35423
▁bad	-6.36612
▁good	-6.37039
m	-6.38027
▁up	-6.38788
▁if	-6.3895
▁even	-6.4033
The	-6.40698
▁more	-6.43517
▁time	-6.43741
▁what	-6.45243
▁only	-6.45292
▁make	-6.46466
▁get	-6.47659
!	-6.50292
▁really	-6.50642
▁were	-6.51793
▁me	-6.51959
▁had	-6.52783
▁very	-6.56464
...	-6.59428
▁when	-6.6174
er	-6.62875
▁my	-6.63678
▁been	-6.64734
▁see	-6.65398
▁much	-6.67155
▁their	-6.67514
▁story	-6.67975
▁do	-6.68417
:	-6.68641
▁she	-6.68828
▁than	-6.69895
a	-6.70517
ve	-6.72048
▁could	-6.74128
▁into	-6.75666
▁which	-6.7588
."	-6.75968
re	-6.76687
▁A	-6.7754
▁people	-6.79921
▁made	-6.82309
▁don	-6.82374
▁we	-6.84492
▁-	-6.85301
▁This	-6.85573
▁other	-6.86384
▁because	-6.86473
▁any	-6.87238
▁plot	-6.88827
▁how	-6.89506
▁too	-6.91046
▁way	-6.95073
.'	-6.95894
▁movies	-6.96735
▁acting	-6.98131
▁them	-6.98639
▁most	-6.99734
▁think	-7.01196
▁will	-7.02151
▁better	-7.03538
▁characters	-7.04089
▁him	-7.04126
▁off	-7.04412
▁seen	-7.04634
▁know	-7.04684
▁over	-7.04895
▁ever	-7.06162
▁character	-7.06892
\	-7.07028
▁did	-7.07277
▁watch	-7.07703
▁And	-7.08298
▁never	-7.09258
▁show	-7.09365
▁then	-7.09662
▁first	-7.11062
al	-7.11141
▁should	-7.12043
▁also	-7.12555
▁say	-7.12586
▁your	-7.13982
l	-7.14667
n	-7.14748
▁look	-7.15043
▁But	-7.15509
▁well	-7.15995
▁where	-7.16523
This	-7.16583
o	-7.19296
es	-7.19452
▁little	-7.21985
▁being	-7.22829
xc	-7.23207
▁want	-7.23445
▁many	-7.23588
r	-7.23619
▁thing	-7.23986
x	-7.24417
).	-7.25226
A	-7.25312
▁didn	-7.25921
▁two	-7.26327
▁something	-7.26331
;	-7.26809
▁after	-7.27064
▁i	-7.27526
▁scenes	-7.27623
▁films	-7.28882
▁scene	-7.28982
▁S	-7.29486
▁end	-7.3081
▁go	-7.32075
▁<	-7.32592
▁He	-7.33453
▁nothing	-7.34249
ll	-7.34472
▁watching	-7.34496
▁There	-7.34655
or	-7.36108
S	-7.36634
▁does	-7.38406
/	-7.39134
c	-7.40167
▁In	-7.40214
▁If	-7.40835
▁actually	-7.4091
▁B	-7.40927
ting	-7.41841
▁these	-7.4189
▁back	-7.42071
▁doesn	-7.42365
▁actors	-7.4237
▁through	-7.42866
▁great	-7.43401
▁going	-7.44136
▁worst	-7.44636
in	-7.45389
▁minutes	-7.45623
▁man	-7.46527
),	-7.46929
▁part	-7.48508
▁such	-7.48558
▁find	-7.48848
▁life	-7.49151
p	-7.49269
▁real	-7.49523
▁why	-7.50104
▁funny	-7.51369
▁still	-7.52317
▁work	-7.53371
▁director	-7.53939
▁few	-7.54228
▁script	-7.54413
3	-7.54808
▁before	-7.55222
▁lot	-7.55968
le	-7.56799
▁here	-7.56884
▁around	-7.58273
▁old	-7.58481
▁least	-7.58546
▁fact	-7.58814
▁pretty	-7.58887
▁love	-7.58986
▁down	-7.59264
▁best	-7.59426
i	-7.60536
▁those	-7.61301
▁guy	-7.62229
▁its	-7.6293
▁same	-7.63418
b	-7.63843
▁enough	-7.64492
▁give	-7.64701
▁seems	-7.65561
▁thought	-7.66608
▁another	-7.68062
▁C	-7.68244
and	-7.69689
on	-7.69739
▁while	-7.70475
▁whole	-7.71471
▁got	-7.7194
2\	-7.72547
▁isn	-7.72703
▁original	-7.72776
▁horror	-7.74763
▁'	-7.75076
▁again	-7.75495
se	-7.76203
▁things	-7.76262
▁might	-7.76339
▁big	-7.76406
▁take	-7.76522
▁feel	-7.7697
▁point	-7.77357
the	-7.77903
▁years	-7.77987
▁interesting	-7.78578
▁un	-7.78759
▁stupid	-7.79174
▁money	-7.79219
▁every	-7.79246
▁though	-7.79336
▁They	-7.79589
▁must	-7.80094
an	-7.80859
th	-7.80904
▁P	-7.81064
▁poor	-7.81869
▁anything	-7.82242
te	-7.83668
▁long	-7.83831
▁hard	-7.84937
▁far	-7.85113
▁reason	-7.85257
&	-7.87031
▁right	-7.87109
▁awful	-7.87509
▁put	-7.87513
▁now	-7.8761
▁am	-7.88149
ers	-7.88311
▁action	-7.88322
▁gets	-7.88908
f	-7.88923
▁book	-7.89212
en	-7.89776
▁2	-7.89843
▁waste	-7.89999
▁kind	-7.90113
▁quite	-7.90253
▁come	-7.90507
▁believe	-7.90937
▁bit	-7.91544
ic	-7.91725
C	-7.91831
▁without	-7.91839
T	-7.92052
▁effects	-7.92177
▁away	-7.92484
▁comedy	-7.92661
g	-7.9278
▁sure	-7.93628
▁completely	-7.94206
▁boring	-7.94533
▁done	-7.94742
ion	-7.94879
▁trying	-7.94968
▁cast	-7.95855
k	-7.9587
▁else	-7.95996
almost	-7.97004
it	-7.9723
▁saw	-7.97498
▁someone	-7.97603
▁re	-7.9809
▁name	-7.99657
▁anyone	-7.99733
▁making	-8.00109
▁looking	-8.00475
D	-8.00613
able	-8.00763
9	-8.00849
▁You	-8.01128
u	-8.01667
▁probably	-8.02119
▁goes	-8.02267
as	-8.02351
▁idea	-8.0267
▁seem	-8.02803
▁sense	-8.03164
▁girl	-8.03244
▁world	-8.03719
▁That	-8.04307
ar	-8.04692
▁terrible	-8.04782
▁wasn	-8.05121
▁tell	-8.0524
less	-8.05732
▁place	-8.0587
▁main	-8.06424
▁What	-8.06697
▁read	-8.06734
▁10	-8.06879
▁role	-8.07668
▁left	-8.08056
▁TV	-8.08699
--	-8.08862
It	-8.08991
▁screen	-8.1038
▁fun	-8.1064
(	-8.11349
▁worse	-8.11456
▁found	-8.11482
▁D	-8.11657
M	-8.11715
is	-8.12244
▁new	-8.12315
▁us	-8.12881
▁set	-8.12968
▁times	-8.13214
▁So	-8.13735
▁instead	-8.13844
▁looks	-8.14269
▁always	-8.14455
▁let	-8.14521
▁No	-8.14542
▁own	-8.14935
▁camera	-8.15011
xa	-8.15171
▁American	-8.15463
▁low	-8.16087
▁since	-8.16182
▁use	-8.16577
▁may	-8.16844
▁between	-8.17406
▁watched	-8.17486
man	-8.17566
▁actor	-8.17934
▁special	-8.18007
▁rather	-8.1801
▁last	-8.18049
▁budget	-8.18114
▁F	-8.18611
▁woman	-8.18634
R	-8.1899
▁everything	-8.1987
▁laugh	-8.1991
us	-8.20047
▁start	-8.20186
ce	-8.2047
▁M	-8.20471
P	-8.21731
▁shot	-8.21758
▁guess	-8.21768
▁either	-8.21792
▁music	-8.22337
▁audience	-8.22338
▁sound	-8.22378
ness	-8.23082
▁couldn	-8.23395
▁\'	-8.23636
▁hav	-8.23926
ri	-8.2401
▁wrong	-8.24363
▁need	-8.24604
▁ending	-8.24612
h	-8.24723
▁She	-8.24942
▁fan	-8.25042
▁T	-8.25171
el	-8.25623
▁horrible	-8.25677
▁try	-8.2582
▁comes	-8.26061
▁young	-8.26319
▁course	-8.26344
▁dialogue	-8.26348
▁rest	-8.26417
▁short	-8.27015
▁DVD	-8.27704
ur	-8.27801
st	-8.27979
▁worth	-8.28111
▁half	-8.2839
▁line	-8.29645
▁said	-8.29749
▁Why	-8.29857
▁day	-8.3007
".	-8.30459
▁under	-8.30516
▁head	-8.30554
▁high	-8.31332
▁\	-8.31463
▁seeing	-8.31477
▁remember	-8.31843
▁mean	-8.3232
▁once	-8.32354
B	-8.32718
▁When	-8.32781
▁guys	-8.32824
▁To	-8.33101
▁care	-8.33133
▁different	-8.33285
▁both	-8.33905
▁each	-8.34015
▁friends	-8.34462
ra	-8.34611
to	-8.34614
▁series	-8.34747
▁E	-8.35249
ity	-8.35269
▁kids	-8.35299
▁three	-8.35452
▁absolutely	-8.35508
▁As	-8.3565
▁job	-8.35712
▁everyone	-8.36211
▁went	-8.36231
est	-8.36482
▁person	-8.36862
▁case	-8.36917
▁women	-8.36928
▁production	-8.36951
▁used	-8.37856
▁3	-8.38115
!"	-8.38244
▁play	-8.38412
▁sort	-8.38424
▁yet	-8.38448
ies	-8.38785
If	-8.38916
▁simply	-8.39173
▁video	-8.39219
▁our	-8.39282
In	-8.39526
▁nice	-8.39576
▁flick	-8.39629
▁supposed	-8.39703
▁played	-8.39707
E	-8.398
▁Not	-8.39894
▁version	-8.39939
▁run	-8.4012
",	-8.40169
▁doing	-8.40205
at	-8.40277
w	-8.40546
▁For	-8.40585
▁together	-8.40706
▁K	-8.41024
ie	-8.41037
▁piece	-8.41219
▁fall	-8.41486
▁crap	-8.41791
▁plays	-8.41859
▁kill	-8.41866
▁dur	-8.41962
▁sex	-8.42017
▁ridiculous	-8.42262
▁next	-8.42262
▁however	-8.42312
▁lack	-8.42986
▁men	-8.43653
▁G	-8.44471
▁seemed	-8.44513
▁sit	-8.45222
▁full	-8.45426
▁wife	-8.45484
▁help	-8.45773
▁THE	-8.45886
▁killed	-8.45907
▁performance	-8.46097
▁cheap	-8.46262
▁night	-8.4636
▁turn	-8.46517
▁shows	-8.46661
▁entire	-8.46735
▁We	-8.47071
▁family	-8.47089
▁black	-8.47118
▁school	-8.47151
▁However	-8.47178
▁ga	-8.47737
▁keep	-8.47766
N	-8.47888
▁attempt	-8.48019
ous	-8.48284
▁usual	-8.48748
▁quality	-8.48754
▁Hollywood	-8.48773
▁came	-8.48883
ation	-8.48954
▁O	-8.48963
▁small	-8.49582
▁felt	-8.49595
▁given	-8.49777
▁takes	-8.49922
▁recommend	-8.49957
▁mind	-8.50492
▁star	-8.50508
▁especially	-8.5051
▁house	-8.50565
▁understand	-8.50634
▁R	-8.5076
▁H	-8.51101
▁problem	-8.51247
▁home	-8.51284
96	-8.51285
▁John	-8.51347
▁year	-8.51373
▁de	-8.51648
ne	-8.51786
▁All	-8.5184
▁example	-8.52066
▁himself	-8.52146
▁tries	-8.52153
▁save	-8.5274
▁lead	-8.52753
▁wanted	-8.52878
▁couple	-8.53016
▁second	-8.53029
ther	-8.53178
▁along	-8.53322
one	-8.53332
▁town	-8.53392
▁death	-8.53856
am	-8.54006
ish	-8.54524
▁playing	-8.54596
▁already	-8.54778
▁itself	-8.54778
▁true	-8.54802
▁W	-8.549
ro	-8.54903
▁etc	-8.55671
up	-8.55798
▁enjoy	-8.56083
▁close	-8.56188
▁lines	-8.56369
▁near	-8.56568
▁Well	-8.56573
There	-8.56994
la	-8.571
▁Don	-8.57261
▁p	-8.58179
▁less	-8.58407
▁Then	-8.58434
▁dead	-8.58518
ir	-8.5894
L	-8.58975
ch	-8.58989
▁war	-8.59208
▁face	-8.59271
▁monster	-8.5949
K	-8.59685
▁One	-8.59851
▁car	-8.60122
▁My	-8.60954
▁decent	-8.6123
▁direction	-8.61233
▁written	-8.61249
▁c	-8.61386
▁On	-8.6159
ter	-8.62044
▁writing	-8.62169
Y	-8.62184
▁classic	-8.62192
▁maybe	-8.62235
ist	-8.62373
▁called	-8.62612
▁slow	-8.62807
▁4	-8.63463
▁writer	-8.63478
G	-8.63588
▁father	-8.64132
▁wonder	-8.64327
▁friend	-8.64413
▁unti	-8.64618
▁mess	-8.6465
▁L	-8.65387
▁stuff	-8.66064
▁pick	-8.66102
▁annoying	-8.66121
▁myself	-8.67058
▁stop	-8.67061
▁drama	-8.67398
▁matter	-8.67443
tally	-8.67594
▁5	-8.68085
▁complete	-8.68464
▁side	-8.68753
▁manage	-8.69044
▁God	-8.69071
▁beginning	-8.69091
▁won	-8.69112
▁act	-8.70068
▁dialog	-8.70113
▁silly	-8.70119
▁Even	-8.70224
z	-8.70337
▁At	-8.70366
▁humor	-8.71144
▁picture	-8.71176
▁title	-8.71666
▁hour	-8.71739
▁st	-8.71752
▁obvious	-8.7187
na	-8.719
▁fans	-8.72154
▁mother	-8.72221
▁stay	-8.72221
▁thinking	-8.72364
▁1	-8.72369
▁top	-8.72709
ive	-8.73011
F	-8.73194
▁son	-8.73223
▁local	-8.73279
▁female	-8.73293
▁Also	-8.73385
▁meet	-8.73903
O	-8.74049
▁group	-8.74352
ian	-8.74414
▁sever	-8.7477
et	-8.74795
▁extreme	-8.7544
▁predictable	-8.75445
▁fight	-8.7611
ant	-8.76378
▁dull	-8.76552
▁fair	-8.76559
▁cool	-8.7658
▁later	-8.76603
▁hand	-8.76847
▁stars	-8.77358
lo	-8.77358
▁killer	-8.77385
▁poorly	-8.77426
▁clich	-8.77502
▁entertaining	-8.77734
▁against	-8.77775
▁happens	-8.7785
▁After	-8.77865
▁talent	-8.77912
▁call	-8.7793
id	-8.78124
un	-8.78313
▁game	-8.78376
▁episode	-8.78397
▁co	-8.78696
▁themselves	-8.78773
ent	-8.78796
▁How	-8.78944
▁becomes	-8.79072
▁obviously	-8.79141
▁--	-8.79167
What	-8.79337
▁live	-8.79437
ty	-8.7946
▁often	-8.79539
▁cinema	-8.79648
▁cover	-8.79921
▁weak	-8.79952
▁disappointed	-8.79953
ton	-8.8004
▁become	-8.8082
il	-8.80859
▁boy	-8.80922
▁hell	-8.81044
▁bunch	-8.81059
▁pay	-8.8106
▁expect	-8.81192
▁hours	-8.81613
▁N	-8.81963
▁wish	-8.82145
▁beautiful	-8.82233
▁genre	-8.82261
▁white	-8.82276
ha	-8.82366
▁took	-8.82463
▁talk	-8.82484
▁mention	-8.82962
fi	-8.83341
▁children	-8.834
▁sad	-8.8347
▁fails	-8.83992
▁started	-8.84252
▁wouldn	-8.84327
▁hate	-8.84452
ry	-8.84457
▁happen	-8.84525
▁hero	-8.84533
▁except	-8.84546
▁spend	-8.84608
!!	-8.84706
▁turns	-8.84813
ke	-8.85011
▁Man	-8.85484
!)	-8.85553
▁sequel	-8.85565
▁order	-8.85944
▁cut	-8.85962
son	-8.8599
lthough	-8.8611
ge	-8.862
▁words	-8.86419
no	-8.86662
▁blood	-8.86798
sh	-8.8688
▁daughter	-8.87031
▁early	-8.87063
▁final	-8.87691
but	-8.88168
be	-8.88178
▁dark	-8.88244
▁truly	-8.88247
▁tried	-8.88252
▁spent	-8.88255
▁review	-8.88515
▁parts	-8.88812
▁ex	-8.8901
▁decide	-8.89245
▁viewer	-8.89481
▁lost	-8.8952
▁Of	-8.89856
▁talking	-8.90143
out	-8.90264
▁move	-8.90433
▁jokes	-8.90555
▁girls	-8.90649
▁huge	-8.90766
▁rating	-8.90779
ma	-8.91119
▁bring	-8.9126
▁gore	-8.91328
As	-8.91714
▁saying	-8.91788
And	-8.91811
▁hit	-8.91978
▁involved	-8.92145
▁Just	-8.92204
▁interest	-8.92305
▁figure	-8.92311
W	-8.92752
!!!	-8.92809
▁hope	-8.92964
▁moments	-8.93097
▁dumb	-8.93178
▁self	-8.93327
▁human	-8.93363
▁fine	-8.93365
taking	-8.93447
▁across	-8.93493
ine	-8.93587
ck	-8.93622
!'	-8.93699
▁finally	-8.93708
▁happened	-8.93826
ling	-8.94178
▁pathetic	-8.94682
▁team	-8.94686
▁Mr	-8.94874
▁Now	-8.94911
king	-8.94965
ul	-8.95338
▁f	-8.95691
▁h	-8.95857
▁footage	-8.95996
▁average	-8.96028
▁evil	-8.96061
▁20	-8.96115
▁cannot	-8.96147
ary	-8.96166
▁follow	-8.96298
if	-8.96316
▁pre	-8.96395
▁actress	-8.97268
▁result	-8.97344
▁violence	-8.97344
▁behind	-8.97345
▁voice	-8.97371
▁effort	-8.97372
▁space	-8.9738
▁throughout	-8.97409
▁OK	-8.97573
▁liked	-8.98509
▁total	-8.9853
▁running	-8.98723
▁shots	-8.98831
▁able	-8.98927
▁heart	-8.99493
▁others	-8.99534
age	-8.99539
1	-8.99696
▁serious	-8.99803
▁Ed	-8.99887
▁novel	-9.00114
▁possible	-9.00135
▁His	-9.00146
▁scary	-9.00232
▁style	-9.00269
▁coming	-9.0028
▁room	-9.00311
▁wasted	-9.00472
▁turned	-9.0086
▁strange	-9.01372
▁major	-9.01512
▁kept	-9.01513
*	-9.01519
▁late	-9.0154
um	-9.01607
▁hold	-9.01612
▁joke	-9.01783
▁type	-9.01792
like	-9.02113
ate	-9.02138
ted	-9.02169
▁walk	-9.02333
▁break	-9.02482
▁write	-9.029
▁IMDb	-9.0294
▁documentary	-9.02941
▁message	-9.02972
▁check	-9.02994
▁exactly	-9.03017
▁Michael	-9.03036
ally	-9.03149
▁directed	-9.03201
▁moment	-9.03208
▁kid	-9.03223
▁Oh	-9.03238
▁art	-9.03293
▁soon	-9.03905
▁yourself	-9.04389
▁pull	-9.0439
▁With	-9.04488
5	-9.0474
▁seriously	-9.0475
▁De	-9.04958
▁appears	-9.04998
▁gun	-9.05091
▁age	-9.05173
▁non	-9.05318
ment	-9.05326
▁cheesy	-9.0586
▁subject	-9.0586
▁knew	-9.0586
My	-9.05871
▁body	-9.059
▁certainly	-9.06113
▁Or	-9.06127
▁career	-9.06263
2	-9.06526
▁Ma	-9.06576
▁t	-9.06858
ism	-9.07021
eyond	-9.07292
▁English	-9.07383
▁box	-9.07412
▁editing	-9.0743
▁Whi	-9.0754
▁heard	-9.07758
▁opening	-9.07935
▁nor	-9.08493
▁opinion	-9.08868
▁doubt	-9.08868
▁weird	-9.08869
▁hair	-9.08881
▁NOT	-9.08889
▁problems	-9.08934
▁Some	-9.0908
▁change	-9.09083
▁Do	-9.09115
▁sub	-9.09254
▁leave	-9.0931
▁none	-9.09401
which	-9.09834
So	-9.10016
▁light	-9.10134
ful	-9.10179
But	-9.1019
▁past	-9.10428
▁New	-9.10449
▁Instead	-9.10461
▁Van	-9.10522
▁wear	-9.10803
▁open	-9.10911
▁lame	-9.11027
▁avoid	-9.11059
▁J	-9.11377
▁cop	-9.11458
▁add	-9.11542
▁feeling	-9.11574
▁experience	-9.11666
▁whe	-9.11753
▁sometimes	-9.11972
▁redeem	-9.12022
▁sci	-9.12079
85	-9.12081
▁Maybe	-9.12178
▁starts	-9.12228
▁decided	-9.12375
ever	-9.12588
▁Robert	-9.12625
▁die	-9.1274
▁ago	-9.12923
▁needed	-9.13032
ia	-9.1316
not	-9.1321
▁cinematography	-9.13556
▁score	-9.13563
▁child	-9.13574
▁bother	-9.136
▁V	-9.13782
▁shown	-9.1415
▁ten	-9.14188
▁Dr	-9.14588
ho	-9.14749
▁days	-9.14791
ley	-9.14926
▁material	-9.15169
▁trash	-9.15172
▁alone	-9.15174
▁girlfriend	-9.15183
▁single	-9.15199
▁storyline	-9.15282
▁reviews	-9.15325
▁says	-9.15327
▁apparently	-9.15332
▁released	-9.15463
▁d	-9.15479
li	-9.15611
▁rent	-9.1583
▁badly	-9.15857
ow	-9.16416
oo	-9.16468
▁clear	-9.16506
▁post	-9.16517
▁premise	-9.16808
▁history	-9.16809
▁French	-9.16823
▁stories	-9.16851
tic	-9.16883
nt	-9.16923
▁thriller	-9.16934
so	-9.16962
▁taken	-9.17122
....	-9.17284
H	-9.17294
▁begin	-9.17499
this	-9.17802
▁speak	-9.17858
▁80	-9.17967
ag	-9.18003
ig	-9.18186
▁release	-9.18196
▁admit	-9.18472
▁attention	-9.18475
▁bigge	-9.18538
▁quickly	-9.18588
▁performances	-9.18821
he	-9.19052
▁enjoyed	-9.19303
▁feature	-9.19468
▁four	-9.2014
▁m	-9.20169
▁excellent	-9.2017
▁told	-9.20219
▁particularly	-9.20448
for	-9.20631
▁con	-9.20777
pe	-9.20985
▁word	-9.21067
▁buy	-9.21321
V	-9.21671
ster	-9.21773
▁hot	-9.21873
▁chance	-9.21899
▁crew	-9.21908
▁murder	-9.21931
▁Unfortunately	-9.2204
▁unless	-9.22124
▁clearly	-9.22258
▁eyes	-9.22301
go	-9.22409
▁lives	-9.22421
do	-9.22772
▁aren	-9.2312
v	-9.23456
▁front	-9.23561
▁potential	-9.23648
▁imagine	-9.23663
▁class	-9.23699
▁perhaps	-9.23705
▁based	-9.23796
▁reading	-9.2382
▁First	-9.24022
▁parents	-9.24054
▁War	-9.2411
▁due	-9.24127
4	-9.24156
▁Mo	-9.2429
ol	-9.24364
J	-9.24666
▁shoot	-9.24827
▁important	-9.25123
▁excuse	-9.25434
▁husband	-9.2546
▁basically	-9.25479
▁water	-9.25518
▁David	-9.25523
▁somewhat	-9.25536
▁bored	-9.25551
▁pointless	-9.25574
▁sequences	-9.26129
▁view	-9.26156
▁upon	-9.26241
▁brother	-9.26423
▁credit	-9.26497
▁wait	-9.26655
When	-9.26679
line	-9.26926
who	-9.27043
▁straight	-9.27252
▁simple	-9.27252
▁large	-9.27253
giving	-9.27254
▁favorite	-9.27255
▁entertainment	-9.27271
▁anyway	-9.27316
movie	-9.27701
▁dog	-9.27724
ad	-9.27727
ated	-9.27846
▁appear	-9.27875
ta	-9.28143
mp	-9.28147
▁power	-9.28209
▁level	-9.28284
▁theater	-9.28288
▁fire	-9.28982
▁famous	-9.29104
▁purpose	-9.29104
▁store	-9.29105
▁stick	-9.2912
▁please	-9.29142
▁overall	-9.29185
▁sorry	-9.29228
▁dis	-9.29685
▁camp	-9.29884
▁sets	-9.29985
▁villain	-9.30234
▁sequence	-9.30261
land	-9.30339
▁minute	-9.30372
▁comment	-9.30515
▁learn	-9.30537
7	-9.30724
▁ma	-9.30863
▁country	-9.30998
▁suspense	-9.31051
co	-9.31069
▁happy	-9.31076
▁somehow	-9.31106
▁forced	-9.31176
▁ship	-9.31311
▁6	-9.31511
▁pass	-9.31521
▁stand	-9.31606
mo	-9.31645
▁e	-9.31725
▁cause	-9.31881
ble	-9.32094
▁hear	-9.32103
ance	-9.32106
▁project	-9.32119
▁jump	-9.32323
▁roles	-9.32343
▁flat	-9.32394
▁working	-9.32654
▁count	-9.32846
▁Indian	-9.32851
▁police	-9.32887
▁bizarre	-9.32914
▁positive	-9.32914
▁attack	-9.32915
▁living	-9.32916
▁Wood	-9.32916
▁believable	-9.32936
▁support	-9.32942
▁James	-9.32965
▁Who	-9.33028
ner	-9.3307
▁Jack	-9.33111
U	-9.33121
▁painful	-9.3315
▁U	-9.33303
▁gives	-9.33328
▁offer	-9.33402
der	-9.33482
?)	-9.33501
▁sh	-9.33518
ick	-9.33576
ug	-9.33613
▁killing	-9.33632
ni	-9.3376
▁crime	-9.34138
▁ask	-9.34142
▁number	-9.34187
▁alien	-9.34193
▁value	-9.34201
Well	-9.34352
▁super	-9.34493
▁song	-9.34502
▁haven	-9.34513
▁Bo	-9.34528
▁mostly	-9.3459
▁middle	-9.34876
▁television	-9.34876
▁brain	-9.34882
▁deep	-9.34894
▁definitely	-9.34935
▁battle	-9.34943
▁works	-9.34971
▁Most	-9.35091
ably	-9.35563
▁Un	-9.35619
os	-9.35652
▁Be	-9.35685
▁known	-9.35722
▁Go	-9.35793
▁explain	-9.35794
▁rate	-9.36092
▁certain	-9.3653
▁despi	-9.36565
▁suppose	-9.36572
You	-9.36731
▁agree	-9.36792
▁common	-9.36875
▁cartoon	-9.36876
▁disappointment	-9.36877
▁amount	-9.36928
▁five	-9.36959
▁strong	-9.36963
▁plain	-9.36974
▁Yes	-9.37176
▁land	-9.37544
▁comments	-9.37647
▁credits	-9.37767
da	-9.3797
To	-9.38216
▁today	-9.38285
▁previous	-9.38565
▁list	-9.38607
all	-9.38752
▁similar	-9.38911
▁trouble	-9.38916
▁describe	-9.38917
▁Nothing	-9.38983
▁barely	-9.39006
?"	-9.39095
of	-9.39384
6	-9.39629
▁expected	-9.39708
▁*	-9.39733
by	-9.39761
▁hop	-9.39797
▁An	-9.40104
▁accent	-9.4042
▁build	-9.40437
▁situation	-9.4045
well	-9.40466
▁question	-9.40475
that	-9.40552
▁perfect	-9.40636
▁actual	-9.40664
▁Al	-9.4088
▁needs	-9.40952
ut	-9.40958
▁British	-9.40999
▁garbage	-9.40999
▁among	-9.41024
▁okay	-9.41066
▁ends	-9.41208
▁...	-9.41237
▁forward	-9.41292
▁building	-9.41607
▁acted	-9.42044
▁elements	-9.42111
▁twist	-9.42198
▁Re	-9.42425
▁door	-9.42498
ab	-9.42637
▁present	-9.42709
▁suggest	-9.43126
▁typical	-9.43126
▁easy	-9.43127
▁mix	-9.4313
▁hilarious	-9.43158
▁nowhere	-9.43197
▁using	-9.43215
ud	-9.43279
▁reality	-9.43337
▁remind	-9.43759
▁hands	-9.43924
▁toward	-9.43969
▁expecting	-9.44255
▁ha	-9.44564
ER	-9.44634
▁writers	-9.44657
▁ended	-9.44684
dy	-9.45006
▁showing	-9.45083
▁realize	-9.45102
▁leads	-9.45289
▁difficult	-9.453
▁nudity	-9.453
▁above	-9.45302
▁vote	-9.45304
▁forget	-9.45308
▁create	-9.45327
▁eye	-9.45328
▁OF	-9.45343
▁modern	-9.45345
▁fish	-9.45368
▁laughable	-9.45418
▁7	-9.45446
▁90	-9.45461
▁events	-9.45728
▁anti	-9.45832
▁sc	-9.45928
▁form	-9.45964
▁songs	-9.46037
▁mentioned	-9.46304
▁po	-9.46493
▁comic	-9.47046
▁respect	-9.47061
io	-9.47242
▁theme	-9.47388
▁background	-9.47523
▁disaster	-9.47523
▁paid	-9.47523
▁CGI	-9.47523
▁odd	-9.47526
▁Scott	-9.47594
▁male	-9.47649
▁viewers	-9.47762
ga	-9.47879
em	-9.47925
▁missing	-9.47955
0	-9.48122
time	-9.48296
rought	-9.48329
▁deal	-9.4838
die	-9.48735
▁rip	-9.48928
▁Fro	-9.49022
▁discover	-9.49104
▁Tom	-9.49305
ap	-9.49432
▁amazing	-9.49441
ay	-9.49564
▁incredibl	-9.49588
▁possib	-9.49741
▁prison	-9.49753
▁college	-9.49795
▁future	-9.49796
▁fast	-9.49802
▁screenplay	-9.49806
▁gang	-9.49813
▁mood	-9.49821
▁bomb	-9.49825
▁Italian	-9.49829
▁La	-9.50133
▁attempts	-9.50145
ang	-9.50177
▁drive	-9.50282
ure	-9.50332
▁interested	-9.50587
came	-9.506
▁pro	-9.50722
▁inside	-9.50723
▁filmmakers	-9.50951
om	-9.51117
▁means	-9.51404
ti	-9.51534
▁effect	-9.51849
For	-9.51857
ng	-9.52099
▁sick	-9.5211
▁regard	-9.52121
▁soundtrack	-9.52121
▁serve	-9.52121
▁wooden	-9.52122
▁70	-9.52129
volving	-9.52136
▁slasher	-9.52147
ill	-9.52155
▁fake	-9.52157
▁rock	-9.52193
▁Richard	-9.52211
▁win	-9.52225
▁Like	-9.52248
▁former	-9.5228
▁cat	-9.52371
8	-9.52826
▁points	-9.52986
▁holes	-9.53007
▁fighting	-9.53421
per	-9.53441
▁deliver	-9.53532
▁Let	-9.53655
nd	-9.53812
▁throw	-9.53884
with	-9.53936
▁hardly	-9.53974
▁free	-9.53985
▁suit	-9.54324
og	-9.54378
▁mediocre	-9.54502
▁wrote	-9.54502
▁neither	-9.54503
▁Le	-9.54561
▁military	-9.54565
▁Perhaps	-9.54579
▁George	-9.54607
▁30	-9.54649
▁successful	-9.54698
op	-9.54715
ING	-9.5474
▁whatever	-9.54745
▁setting	-9.5477
ard	-9.54879
▁fit	-9.55021
▁fill	-9.55049
▁meant	-9.55054
▁beat	-9.55123
off	-9.55214
▁provide	-9.55305
▁Her	-9.55488
xe	-9.55688
▁Ra	-9.55962
ier	-9.56103
▁leaves	-9.5623
▁escape	-9.56396
▁By	-9.56617
▁la	-9.56647
▁drug	-9.56759
▁laughing	-9.56849
▁basic	-9.5693
▁smart	-9.56941
▁computer	-9.56942
▁dress	-9.56999
▁produced	-9.57028
▁trip	-9.57057
▁concept	-9.57066
▁bought	-9.57091
▁knows	-9.57107
▁god	-9.57351
▁directing	-9.57546
▁Ha	-9.57657
day	-9.57681
▁lo	-9.57851
▁Car	-9.58205
vi	-9.58303
etic	-9.5833
▁fr	-9.58619
ns	-9.58811
▁sp	-9.58827
▁pace	-9.59014
▁honest	-9.59093
▁particular	-9.59096
▁reasons	-9.59156
▁Co	-9.59275
▁America	-9.5928
▁creature	-9.59294
▁secret	-9.59427
▁desert	-9.59442
▁ground	-9.59445
▁various	-9.59447
▁remake	-9.59453
▁development	-9.59455
▁romantic	-9.59463
▁third	-9.59478
▁notice	-9.59505
▁thrown	-9.59523
▁send	-9.59539
▁disappointing	-9.59573
hi	-9.5963
▁failed	-9.59657
▁taste	-9.59659
que	-9.59662
▁surprised	-9.59715
▁fl	-9.59743
▁Bad	-9.59847
▁considered	-9.59868
light	-9.59986
tal	-9.60151
▁gay	-9.60159
▁15	-9.60283
▁Lee	-9.60396
▁torture	-9.60716
▁direct	-9.60839
top	-9.60874
▁touch	-9.60899
ence	-9.60965
nna	-9.60997
Not	-9.6102
▁producers	-9.61062
ice	-9.61342
some	-9.61438
One	-9.61587
▁Lo	-9.61613
▁general	-9.61656
▁German	-9.61769
▁relationship	-9.61923
▁victim	-9.61966
▁cross	-9.62005
▁earlier	-9.62005
▁herself	-9.62005
▁period	-9.62005
▁political	-9.62005
▁Japanese	-9.62005
▁memorable	-9.62006
▁train	-9.62007
▁tale	-9.62007
▁appreciate	-9.62007
▁rich	-9.62008
▁adaptation	-9.62011
▁yes	-9.62022
▁agent	-9.62028
▁porn	-9.62029
▁moving	-9.62078
▁slightly	-9.62109
▁gone	-9.62228
")	-9.62288
▁oh	-9.62302
▁equal	-9.62325
▁musical	-9.62341
▁copy	-9.62388
rew	-9.6239
▁cute	-9.62602
▁sadly	-9.62766
▁control	-9.63083
uff	-9.63346
you	-9.63452
▁features	-9.63481
ten	-9.63542
▁consider	-9.63548
▁island	-9.63682
▁sign	-9.63706
▁filmed	-9.63968
▁party	-9.63977
▁insult	-9.64014
▁includ	-9.64105
▁King	-9.64163
▁50	-9.64266
We	-9.64407
▁sexual	-9.6441
97	-9.6458
▁clever	-9.64608
▁industry	-9.64637
▁clothes	-9.64637
▁crazy	-9.64637
▁drag	-9.6466
▁pure	-9.6466
▁otherwise	-9.64672
▁apart	-9.64695
▁crappy	-9.64707
▁perform	-9.64711
▁earth	-9.64719
▁g	-9.64785
▁NO	-9.64877
side	-9.64902
gu	-9.6503
▁9	-9.65217
▁rented	-9.65365
▁died	-9.65543
▁Here	-9.66207
▁wondering	-9.66302
▁within	-9.66434
ade	-9.66497
First	-9.66763
▁shame	-9.66786
▁cr	-9.66892
▁mis	-9.66894
▁visual	-9.66982
▁loved	-9.67238
▁Christian	-9.67317
▁personal	-9.67338
▁company	-9.67339
▁plenty	-9.67339
▁scientist	-9.67339
▁giant	-9.6734
▁Moore	-9.6734
▁amusing	-9.6734
▁sister	-9.67342
▁random	-9.67342
▁Me	-9.67355
▁absurd	-9.67364
▁catch	-9.67425
▁fell	-9.67449
ba	-9.67484
▁Watch	-9.67548
▁compared	-9.67559
par	-9.67565
▁wonderful	-9.67736
▁lacks	-9.68215
▁shooting	-9.68327
▁soldiers	-9.68494
▁walking	-9.68506
▁plane	-9.68685
▁Di	-9.68989
red	-9.69075
uit	-9.69158
▁th	-9.69289
▁per	-9.69367
uch	-9.69477
▁appeal	-9.69486
▁sleep	-9.69505
▁8	-9.69558
▁exist	-9.69566
old	-9.69709
even	-9.69847
▁Too	-9.69873
Don	-9.69878
▁state	-9.69892
▁surprise	-9.69985
▁Seagal	-9.70117
▁remote	-9.70117
▁turkey	-9.70117
▁whatsoever	-9.70117
▁western	-9.70118
▁conclusion	-9.70118
▁shallow	-9.70118
▁mistake	-9.70122
▁rubbish	-9.70122
▁further	-9.70122
▁atmosphere	-9.70126
▁unbelievable	-9.70135
▁fear	-9.70137
▁air	-9.70182
▁Peter	-9.70191
▁portrayal	-9.70195
▁easily	-9.7022
▁constantly	-9.7024
aw	-9.70256
▁sounds	-9.70264
▁display	-9.70294
▁Mary	-9.70456
▁folks	-9.70461
▁ra	-9.70505
▁sing	-9.70653
▁created	-9.70681
ial	-9.70721
ank	-9.70794
ite	-9.70798
▁added	-9.70919
ue	-9.71198
een	-9.71312
rs	-9.7144
j	-9.71697
▁members	-9.7182
▁Lu	-9.72241
ST	-9.72435
cy	-9.72502
▁Jo	-9.72606
▁chase	-9.72823
?!	-9.72838
▁channel	-9.72974
▁travel	-9.72974
▁interview	-9.72976
ned	-9.72978
▁impression	-9.72983
▁normal	-9.73037
▁charge	-9.73039
art	-9.73045
▁unfortunately	-9.7308
▁Star	-9.73211
▁sucked	-9.73288
xb	-9.73707
▁realistic	-9.73888
▁waiting	-9.73942
▁episodes	-9.73945
ock	-9.74081
led	-9.74439
▁happening	-9.74451
▁sat	-9.74611
ub	-9.7495
▁weren	-9.74962
my	-9.75026
ating	-9.75076
▁12	-9.75116
▁books	-9.75131
▁bar	-9.7515
▁Tr	-9.75173
???	-9.75245
After	-9.75341
ak	-9.75361
▁Da	-9.75412
ach	-9.75646
▁portray	-9.7567
▁stage	-9.75743
▁dance	-9.75821
▁mere	-9.75886
▁brilliant	-9.75915
▁Earth	-9.75916
▁answer	-9.75916
▁horse	-9.75916
▁lousy	-9.75916
▁ugly	-9.75918
▁animation	-9.75919
▁impossible	-9.75921
od	-9.75931
▁Dead	-9.75935
▁MST	-9.75944
▁tired	-9.75984
▁enjoyable	-9.76027
bo	-9.76205
▁extra	-9.7627
me	-9.76287
▁Where	-9.76319
▁younger	-9.76515
ker	-9.76595
▁considering	-9.76604
tra	-9.76675
▁grow	-9.76801
way	-9.76904
▁costumes	-9.77176
nother	-9.77193
▁Ro	-9.77199
▁highly	-9.77395
ber	-9.77407
▁sucks	-9.77847
ver	-9.77862
lin	-9.78051
No	-9.78313
▁emotional	-9.78673
▁ideas	-9.78757
▁Steve	-9.78871
▁mine	-9.7893
▁cult	-9.7894
▁century	-9.78946
▁confusing	-9.78946
▁embarrassing	-9.78946
▁explanation	-9.78946
▁truth	-9.78946
▁violent	-9.78946
▁depth	-9.78946
▁York	-9.78947
▁leaving	-9.78948
▁baby	-9.78948
▁nature	-9.78949
▁match	-9.78953
▁lady	-9.78957
▁saving	-9.78957
▁immediately	-9.78983
▁climax	-9.79009
▁Jim	-9.79009
▁prove	-9.79028
▁Charles	-9.79042
▁confused	-9.79055
▁rare	-9.7907
▁deserve	-9.7907
▁demon	-9.79118
▁motion	-9.79121
▁US	-9.79202
ight	-9.79267
▁vampire	-9.79362
▁Joe	-9.79392
▁watchable	-9.79455
▁laughs	-9.79491
▁changed	-9.79747
▁require	-9.79766
▁boys	-9.79816
▁ways	-9.7987
▁viewing	-9.7998
▁18	-9.80124
ah	-9.80174
▁entirely	-9.80253
▁William	-9.80457
▁di	-9.80493
▁Li	-9.80542
▁shock	-9.81008
▁reviewer	-9.81103
▁changes	-9.8122
▁19	-9.81408
▁ride	-9.81516
Oh	-9.81573
▁finish	-9.81621
▁recent	-9.81747
uck	-9.81963
▁Smith	-9.8207
▁creepy	-9.82071
▁fashion	-9.82071
▁mouth	-9.82071
▁romance	-9.82071
▁attitude	-9.82071
▁visit	-9.82071
▁expectations	-9.82072
▁information	-9.82075
▁glad	-9.82077
▁connection	-9.821
▁disturbing	-9.821
▁public	-9.82129
▁promise	-9.82139
ily	-9.82141
▁trailer	-9.8218
AR	-9.82182
▁intelligent	-9.82209
▁suddenly	-9.82242
▁Y	-9.82291
All	-9.82359
ette	-9.82423
▁Che	-9.82459
▁emotion	-9.82529
▁million	-9.82549
▁zombie	-9.82619
▁student	-9.82621
▁remain	-9.82628
▁week	-9.82649
▁Although	-9.82668
ec	-9.82805
▁casting	-9.82806
▁questions	-9.82893
▁sexy	-9.83014
▁pain	-9.83169
ack	-9.832
ring	-9.83256
ey	-9.83284
▁supposedly	-9.83523
▁skin	-9.83588
▁o	-9.836
eg	-9.8379
▁ch	-9.83992
unt	-9.84142
ka	-9.84242
ny	-9.84337
▁dramatic	-9.8434
min	-9.84441
▁miss	-9.84454
▁lacking	-9.84537
`	-9.84713
▁carry	-9.84717
budget	-9.84723
▁meaning	-9.84848
▁destroy	-9.84875
com	-9.84916
▁convincing	-9.84929
▁Se	-9.84974
80\	-9.85091
▁success	-9.8511
▁utter	-9.8516
▁sa	-9.85184
mm	-9.85255
au	-9.85278
▁Lynch	-9.85297
▁World	-9.85297
▁brief	-9.85297
▁angry	-9.85297
▁humour	-9.85297
▁mask	-9.85301
▁dying	-9.85305
▁tough	-9.85307
▁amateurish	-9.85309
▁popular	-9.85328
▁pretentious	-9.85345
▁victims	-9.85346
▁mad	-9.85363
▁bottom	-9.85364
▁city	-9.85379
▁loud	-9.85406
▁Everything	-9.85421
▁Steven	-9.8544
▁round	-9.85485
ise	-9.85491
▁heck	-9.86
ron	-9.86018
▁Movie	-9.86047
▁asked	-9.86073
iz	-9.86143
how	-9.86216
▁sn	-9.8623
▁longer	-9.86305
▁leader	-9.86312
▁shouldn	-9.86496
▁worked	-9.86538
▁talented	-9.86608
tion	-9.86632
▁flicks	-9.86744
▁following	-9.86786
▁shop	-9.86845
▁exception	-9.86909
▁plan	-9.87192
▁begins	-9.87225
eep	-9.87383
▁fat	-9.87583
ric	-9.87594
ail	-9.87608
cal	-9.87661
▁business	-9.8786
▁truck	-9.88074
▁eat	-9.8808
Now	-9.88102
ties	-9.8815
right	-9.88391
▁date	-9.88518
▁clue	-9.88596
▁lose	-9.88608
+	-9.88629
▁fault	-9.8863
▁process	-9.8863
▁cash	-9.88631
▁hurt	-9.88633
▁Mexican	-9.88633
▁sake	-9.88645
▁science	-9.88651
▁cold	-9.88654
▁step	-9.88656
▁mid	-9.88661
▁nonsense	-9.88699
▁Great	-9.88699
▁mark	-9.88707
▁language	-9.88719
▁somewhere	-9.88756
▁professional	-9.88765
ions	-9.88822
▁scenery	-9.88829
▁rape	-9.88844
▁sl	-9.88859
▁sell	-9.88867
ized	-9.8888
▁honestly	-9.89097
▁missed	-9.89213
▁Ben	-9.89231
▁doctor	-9.89322
▁bland	-9.89361
▁location	-9.8938
▁detail	-9.89395
ney	-9.89427
▁Day	-9.89676
▁makers	-9.89894
▁pieces	-9.89946
va	-9.9011
ony	-9.9022
ca	-9.90496
what	-9.91308
▁allow	-9.91443
▁monsters	-9.91457
_	-9.91492
director	-9.91505
▁Z	-9.91574
▁Sam	-9.91613
▁Space	-9.91839
▁force	-9.91926
▁program	-9.91963
ger	-9.92052
▁Bill	-9.92059
▁cave	-9.92077
▁club	-9.92078
▁exciting	-9.92078
▁Oscar	-9.92078
▁suspect	-9.9208
▁unfunny	-9.92098
▁grace	-9.92102
▁seconds	-9.92116
▁fantasy	-9.9213
▁join	-9.92132
▁Bruce	-9.9215
▁Dracula	-9.9215
▁flow	-9.92177
▁soft	-9.92183
▁brutal	-9.92184
▁Every	-9.92257
▁Night	-9.92268
▁pop	-9.92286
▁race	-9.92329
ong	-9.92331
▁thin	-9.92419
▁names	-9.92488
LY	-9.9252
▁allowed	-9.92534
An	-9.92839
▁choice	-9.92879
▁bird	-9.92909
▁vi	-9.93102
▁cost	-9.93128
▁inter	-9.93156
▁teenagers	-9.93281
▁alive	-9.93304
▁Sp	-9.9333
▁ball	-9.93629
He	-9.93742
▁YOU	-9.93774
AN	-9.94159
▁driv	-9.94164
ide	-9.94273
▁ru	-9.94338
ize	-9.94631
▁design	-9.94744
▁pi	-9.94758
▁boo	-9.94842
▁students	-9.95023
Whi	-9.9508
Why	-9.95085
house	-9.95092
ung	-9.95112
▁Du	-9.95113
ball	-9.95236
use	-9.95296
▁depict	-9.95596
▁desperate	-9.9565
▁genuine	-9.9565
▁chemistry	-9.95651
▁literally	-9.95651
▁boat	-9.95651
▁nucle	-9.95659
▁pair	-9.95661
▁jail	-9.95662
▁stock	-9.95669
▁season	-9.95669
▁insane	-9.9567
▁ran	-9.95676
▁uninteresting	-9.95684
▁Rock	-9.9569
▁African	-9.95691
▁Because	-9.95703
▁photography	-9.95706
▁ultimately	-9.95719
▁mystery	-9.95725
▁Take	-9.95726
▁era	-9.95753
▁Guy	-9.95756
▁edited	-9.95789
▁disgusting	-9.95795
▁Blood	-9.95809
▁Martin	-9.95839
▁mission	-9.95857
▁Jones	-9.95859
▁focus	-9.95876
▁treated	-9.95968
▁outside	-9.95981
▁utterly	-9.96037
▁portrayed	-9.96196
ship	-9.96254
▁keeps	-9.96282
▁eating	-9.96321
▁accident	-9.96327
▁singing	-9.96444
▁appeared	-9.96531
▁wall	-9.96679
▁Love	-9.96901
▁Con	-9.97005
▁animal	-9.97075
▁Mar	-9.97144
▁revolve	-9.9716
men	-9.97236
bit	-9.97289
▁bits	-9.97767
kin	-9.97908
▁laughed	-9.98266
▁r	-9.98309
ming	-9.98332
▁logic	-9.9836
ors	-9.98458
end	-9.98559
ame	-9.98616
▁Chris	-9.98656
▁n	-9.9866
▁record	-9.98732
American	-9.9878
idden	-9.98782
▁charm	-9.98805
ff	-9.98837
▁junk	-9.98866
▁develop	-9.98883
▁listen	-9.98884
▁apparent	-9.99009
▁absolute	-9.9901
▁pan	-9.99019
ile	-9.99055
▁product	-9.99304
▁host	-9.99343
▁author	-9.99348
▁accurate	-9.99353
▁boyfriend	-9.99353
▁contrived	-9.99353
▁narrative	-9.99353
▁society	-9.99353
▁promising	-9.99353
▁regular	-9.99353
▁heavy	-9.99354
▁presence	-9.99354
▁Power	-9.99354
▁asleep	-9.99354
▁imagination	-9.99355
▁blind	-9.99355
▁tension	-9.99356
▁office	-9.99381
▁dad	-9.99382
▁studio	-9.99382
▁thus	-9.99394
▁reach	-9.99401
▁Disney	-9.99409
▁street	-9.99413
▁eventually	-9.99426
▁frame	-9.99427
▁station	-9.99428
▁machine	-9.99431
▁Black	-9.99453
▁Jane	-9.99454
▁Film	-9.99475
evin	-9.995
How	-9.9953
▁moral	-9.99586
star	-9.99635
▁moves	-9.99644
▁More	-9.99812
ery	-9.99827
OR	-9.99972
▁intended	-10.0006
▁blame	-10.0018
▁cinematic	-10.0022
mar	-10.0033
▁situations	-10.0034
▁led	-10.004
▁track	-10.0046
Re	-10.005
▁adult	-10.0051
▁dream	-10.0055
rated	-10.0061
▁values	-10.0065
▁mo	-10.0065
ED	-10.0085
▁area	-10.0089
▁ready	-10.0096
▁images	-10.0116
▁Any	-10.0118
▁lover	-10.0126
they	-10.0133
over	-10.0134
ze	-10.0146
ler	-10.0146
con	-10.0149
▁news	-10.0152
istic	-10.0188
▁dude	-10.0189
▁magic	-10.02
X	-10.0259
che	-10.0261
▁hang	-10.0261
Some	-10.0262
▁deserves	-10.0264
making	-10.0267
▁loose	-10.0285
▁sea	-10.0286
EN	-10.0286
▁involve	-10.0288
ina	-10.0302
▁survive	-10.0304
▁Angel	-10.0307
atur	-10.0316
▁Lewis	-10.032
▁London	-10.032
▁Queen	-10.032
▁approach	-10.032
▁awkward	-10.032
▁convince	-10.032
▁mysterious	-10.032
▁suicide	-10.032
▁tedious	-10.032
▁zero	-10.032
▁content	-10.032
▁indeed	-10.032
▁difference	-10.032
▁search	-10.032
▁Danny	-10.0321
▁enter	-10.0321
▁appearance	-10.0322
▁length	-10.0326
▁effective	-10.0326
▁opportunity	-10.0327
▁anywhere	-10.0328
OK	-10.0329
▁Good	-10.0329
▁load	-10.0332
▁afraid	-10.0332
▁Despi	-10.0333
▁pretend	-10.0335
▁army	-10.0337
▁laughter	-10.0338
▁phone	-10.0339
▁13	-10.034
▁advice	-10.0341
lock	-10.0343
▁greatest	-10.0353
▁en	-10.0362
▁recently	-10.0363
▁endless	-10.0369
ham	-10.0382
▁:	-10.0385
▁w	-10.0403
▁seat	-10.0417
▁murdered	-10.0421
▁include	-10.0447
▁ghost	-10.0449
gi	-10.0454
▁Ch	-10.0457
lly	-10.0461
▁ski	-10.0473
▁lighting	-10.0476
▁teen	-10.0478
▁lu	-10.0485
▁blow	-10.0495
ities	-10.054
▁40	-10.0553
work	-10.0563
rap	-10.0581
oth	-10.0592
ping	-10.0623
▁featur	-10.0658
▁drink	-10.0658
▁Sh	-10.0659
That	-10.0663
looking	-10.0676
▁100	-10.0677
▁natural	-10.0684
▁Kill	-10.0685
▁red	-10.0696
***	-10.0706
starring	-10.0717
▁favor	-10.0719
▁complex	-10.072
▁horribly	-10.072
▁intelligence	-10.072
▁likable	-10.072
▁nobody	-10.072
▁serial	-10.072
▁dreadful	-10.072
▁government	-10.072
▁Girl	-10.072
▁tape	-10.072
▁push	-10.072
▁naked	-10.072
▁relative	-10.0721
▁culture	-10.0721
▁Paris	-10.0722
▁Howard	-10.0723
▁personality	-10.0724
▁Kane	-10.0724
▁Out	-10.0725
▁screenwriter	-10.0727
▁unlike	-10.0729
▁Moon	-10.073
▁familiar	-10.0732
▁sight	-10.0733
▁stinker	-10.0735
▁correct	-10.0735
▁letter	-10.0736
▁Jr	-10.0739
▁rental	-10.0741
▁mar	-10.0744
▁ability	-10.0747
Let	-10.0749
▁Sa	-10.075
▁below	-10.0759
▁Can	-10.0761
ving	-10.0767
▁generally	-10.0775
▁bank	-10.0779
▁suck	-10.0786
▁Ba	-10.079
▁rid	-10.0795
▁return	-10.0814
▁Hell	-10.0836
we	-10.0843
▁whom	-10.0851
▁gangster	-10.0861
▁criminal	-10.0864
▁producer	-10.089
▁Mc	-10.0895
sen	-10.0922
▁acts	-10.0944
fully	-10.0974
fa	-10.0983
low	-10.0985
▁skip	-10.0994
▁bed	-10.0995
Q	-10.1028
▁details	-10.1041
ute	-10.1059
▁remains	-10.1062
▁steal	-10.1074
Overall	-10.1078
year	-10.108
back	-10.1083
▁reveal	-10.1092
good	-10.1092
▁su	-10.1102
core	-10.1103
▁drunk	-10.1133
▁chick	-10.1135
▁commit	-10.1135
▁everybody	-10.1137
▁evidence	-10.1137
▁technical	-10.1137
▁thousand	-10.1137
▁clean	-10.1137
▁innocent	-10.1137
▁awesome	-10.1137
▁mountain	-10.1137
▁network	-10.1137
▁available	-10.1137
▁curious	-10.1137
▁1950	-10.1137
▁failure	-10.1137
▁bodies	-10.1137
▁stuck	-10.1139
▁fame	-10.1139
▁boss	-10.114
▁six	-10.114
▁reaction	-10.1141
▁Miss	-10.1142
▁Russian	-10.1143
ound	-10.1147
▁People	-10.115
TV	-10.1153
▁master	-10.1154
▁unintentionally	-10.1156
ep	-10.1157
▁Please	-10.1157
▁Chan	-10.1157
▁directors	-10.116
▁Other	-10.1163
▁aim	-10.1167
▁band	-10.1172
▁driver	-10.1184
▁screaming	-10.1188
cing	-10.119
▁noticed	-10.119
▁wise	-10.1192
▁X	-10.12
▁willing	-10.1203
cul	-10.1207
▁`	-10.1213
▁soul	-10.1218
▁v	-10.1241
fest	-10.1246
see	-10.1255
ince	-10.1257
▁planet	-10.126
Do	-10.1267
▁weapons	-10.1271
▁Did	-10.1273
▁scare	-10.1281
▁Ann	-10.1292
▁fi	-10.1302
▁contain	-10.1303
our	-10.1349
OL	-10.1357
her	-10.137
▁helped	-10.1373
▁met	-10.1375
fer	-10.1394
▁adventure	-10.1397
▁hat	-10.1401
▁Har	-10.1406
▁Red	-10.1429
▁adds	-10.1434
▁Cor	-10.1438
ven	-10.1438
ept	-10.1462
dom	-10.1469
ction	-10.147
??	-10.1485
ward	-10.1485
▁hunt	-10.1494
Maybe	-10.1514
screen	-10.1514
film	-10.1514
▁sympath	-10.1521
▁fool	-10.1525
row	-10.1532
▁historical	-10.1535
▁bear	-10.1537
made	-10.1543
▁board	-10.1544
▁cry	-10.1554
▁gold	-10.1569
▁consist	-10.1571
▁President	-10.1571
▁lesbian	-10.1571
▁refuse	-10.1571
▁Two	-10.1571
▁AND	-10.1571
▁discuss	-10.1571
▁jerk	-10.1571
▁wander	-10.1572
▁window	-10.1572
▁green	-10.1572
▁switch	-10.1572
▁caught	-10.1572
▁edge	-10.1572
▁assume	-10.1573
▁4/10	-10.1573
▁excited	-10.1573
▁mock	-10.1575
▁dare	-10.1575
▁broken	-10.1576
▁grand	-10.1576
▁Ryan	-10.1578
▁impressive	-10.1578
▁masterpiece	-10.1578
Next	-10.1579
▁Ne	-10.1579
▁Charlie	-10.1579
▁Paul	-10.1582
▁Show	-10.1583
▁road	-10.1583
▁Bob	-10.1586
▁limited	-10.1586
▁loser	-10.1588
▁fe	-10.1593
▁Still	-10.1596
▁teacher	-10.1599
▁field	-10.1599
▁hopes	-10.1601
▁drugs	-10.1604
▁knowing	-10.1604
▁Matt	-10.1606
▁Anyway	-10.162
▁Park	-10.163
▁Time	-10.1637
▁bloody	-10.1656
▁shocking	-10.1658
cent	-10.166
▁tie	-10.1662
▁explained	-10.1672
uring	-10.1678
▁followed	-10.172
▁forever	-10.1721
ip	-10.1728
ied	-10.1735
▁rated	-10.1736
▁fights	-10.1751
▁j	-10.1752
▁Ni	-10.1756
▁member	-10.1759
ped	-10.1772
▁brothers	-10.1776
▁farm	-10.1781
▁flaws	-10.1787
▁aspects	-10.1798
▁Dan	-10.1805
▁issues	-10.1823
though	-10.1825
▁gl	-10.1829
ory	-10.1841
▁tone	-10.1844
grade	-10.1853
ean	-10.1864
bout	-10.1873
▁Ri	-10.1876
▁cops	-10.1883
▁prefer	-10.1889
▁whi	-10.1891
▁sum	-10.1892
▁dies	-10.1895
▁Pa	-10.1909
▁Sci	-10.1926
▁Mad	-10.1926
pi	-10.1933
rk	-10.1935
▁zombies	-10.1948
▁faces	-10.1956
▁roll	-10.1967
Where	-10.1968
▁arts	-10.1975
▁aside	-10.1979
ink	-10.1979
▁disappear	-10.1981
Yes	-10.2007
▁pen	-10.2009
▁teenage	-10.2019
▁Saudi	-10.2026
▁addition	-10.2026
▁central	-10.2026
▁encounter	-10.2026
▁franchise	-10.2026
▁irritating	-10.2026
▁negative	-10.2026
▁regret	-10.2026
▁vehicle	-10.2026
▁beauty	-10.2026
▁rival	-10.2026
▁pilot	-10.2026
▁double	-10.2026
▁Norris	-10.2026
▁memory	-10.2026
▁center	-10.2026
▁current	-10.2026
▁therefore	-10.2026
▁alright	-10.2026
▁service	-10.2026
▁married	-10.2026
▁terrific	-10.2026
▁minor	-10.2027
▁continuity	-10.2027
▁Robin	-10.2027
▁unique	-10.2028
▁Jackson	-10.203
▁Catherine	-10.203
▁Dar	-10.2032
▁impact	-10.2032
▁artistic	-10.2032
▁genius	-10.2033
bad	-10.2034
▁plus	-10.2038
▁officer	-10.2039
▁Never	-10.204
▁yeah	-10.2041
▁freak	-10.2044
▁45	-10.2044
▁****	-10.2049
▁originality	-10.2055
▁City	-10.2056
▁Dark	-10.2059
▁ON	-10.2061
▁actresses	-10.2066
▁developed	-10.2082
▁bright	-10.2084
▁telling	-10.2086
▁Ka	-10.209
▁finished	-10.2092
▁personally	-10.2093
▁lock	-10.2099
▁Mel	-10.2102
▁beach	-10.2102
uous	-10.2115
▁higher	-10.2115
ual	-10.2117
▁k	-10.2117
wood	-10.2118
ning	-10.2118
▁seeming	-10.2119
gging	-10.2123
▁May	-10.2131
▁stereotypes	-10.2135
▁Come	-10.2138
▁according	-10.2139
▁lived	-10.2152
▁bothered	-10.2158
att	-10.2158
▁Am	-10.2169
▁warm	-10.2169
pp	-10.217
▁terms	-10.2173
▁unrealistic	-10.2199
▁hated	-10.2202
▁paint	-10.2205
▁issue	-10.2244
▁standard	-10.225
▁im	-10.2255
are	-10.2257
▁ill	-10.2261
▁likely	-10.2291
void	-10.2292
▁artist	-10.2298
▁contains	-10.2316
▁gr	-10.232
ible	-10.2329
▁feelings	-10.237
wn	-10.2399
action	-10.2401
plot	-10.2444
style	-10.2444
Just	-10.2445
Jack	-10.2446
▁grat	-10.2447
played	-10.2449
night	-10.2454
▁Tim	-10.2455
▁bore	-10.2475
▁punch	-10.2496
terribly	-10.2502
▁Texas	-10.2502
▁Wayne	-10.2502
▁cheese	-10.2502
▁comparison	-10.2502
▁dancing	-10.2502
▁embarrassed	-10.2502
▁energy	-10.2502
▁motivation	-10.2502
▁necessary	-10.2502
▁teeth	-10.2502
▁unnecessary	-10.2502
▁device	-10.2502
▁Fox	-10.2502
▁root	-10.2502
▁somebody	-10.2503
▁football	-10.2503
▁Adam	-10.2503
▁Moses	-10.2503
▁responsible	-10.2503
▁rise	-10.2503
▁Devil	-10.2503
▁screw	-10.2504
▁witty	-10.2504
▁Barry	-10.2504
▁60	-10.2504
▁coach	-10.2505
▁statement	-10.2506
▁Horror	-10.2506
▁slapstick	-10.2506
▁graphic	-10.2508
▁gra	-10.2508
▁Actually	-10.2509
▁Halloween	-10.2509
▁sent	-10.251
▁bi	-10.251
▁anymore	-10.251
▁goofy	-10.2512
▁choose	-10.2513
▁DO	-10.2514
▁social	-10.2517
▁Get	-10.2519
▁becoming	-10.2521
▁mildly	-10.2524
▁damn	-10.2527
dead	-10.2529
▁Very	-10.2534
▁owner	-10.2536
▁wide	-10.2536
ale	-10.2537
▁Does	-10.2541
▁spin	-10.2541
They	-10.2544
▁soap	-10.2557
99	-10.2561
▁Ar	-10.2562
▁designed	-10.2564
▁destroyed	-10.2569
▁scared	-10.2573
▁Po	-10.258
▁provided	-10.2586
▁sequels	-10.2595
▁murderer	-10.2597
▁presented	-10.2605
▁Bar	-10.2605
▁inept	-10.2624
▁poster	-10.2626
On	-10.2648
ane	-10.2652
ino	-10.2652
▁pet	-10.2656
▁critics	-10.2658
▁note	-10.2668
let	-10.2679
▁heads	-10.2679
▁slowly	-10.2681
▁renting	-10.2687
▁Vi	-10.2688
▁ruin	-10.2692
▁ahead	-10.2692
▁Ho	-10.2693
ried	-10.2696
▁asks	-10.2699
▁Americans	-10.2699
▁claim	-10.2704
▁worthy	-10.2713
▁rescue	-10.2733
▁element	-10.2736
▁li	-10.2748
mate	-10.2754
RA	-10.2756
▁spirit	-10.2763
don	-10.2766
▁le	-10.2771
▁standards	-10.2779
▁?	-10.2783
?).	-10.2787
az	-10.2795
rate	-10.2809
▁guns	-10.2821
▁adults	-10.2848
▁understanding	-10.286
▁costs	-10.2875
▁1.	-10.2889
port	-10.2896
ja	-10.2904
▁imp	-10.2907
▁Fa	-10.2912
very	-10.2917
ook	-10.2918
▁scream	-10.2941
▁extras	-10.2944
ral	-10.2945
life	-10.2945
%	-10.2955
▁treat	-10.2956
▁concern	-10.2957
lie	-10.2967
▁quick	-10.2968
read	-10.2982
▁fift	-10.2983
▁stink	-10.2985
▁base	-10.2985
▁fiction	-10.2994
#	-10.2999
▁amateur	-10.3
▁represent	-10.3
▁object	-10.3001
);	-10.3001
▁Hitchcock	-10.3002
▁Nicole	-10.3002
▁abysmal	-10.3002
▁disbelief	-10.3002
▁hundred	-10.3002
▁knock	-10.3002
▁revenge	-10.3002
▁crowd	-10.3002
▁ALL	-10.3002
▁priest	-10.3002
▁Zoey	-10.3002
▁paper	-10.3002
▁surround	-10.3002
▁wild	-10.3002
▁hospital	-10.3002
▁vague	-10.3002
▁instance	-10.3002
▁Jerry	-10.3002
▁opposite	-10.3002
▁legend	-10.3003
▁native	-10.3003
▁decade	-10.3003
▁Roger	-10.3003
▁surface	-10.3003
▁massive	-10.3003
▁attractive	-10.3004
▁stereotypical	-10.3004
▁crack	-10.3004
▁fellow	-10.3004
▁Brian	-10.3004
▁3/10	-10.3004
▁expert	-10.3005
▁drop	-10.3006
▁halfway	-10.3006
▁plastic	-10.3007
▁Bible	-10.3009
!).	-10.3009
▁tw	-10.3011
▁Lone	-10.3017
▁Rick	-10.302
▁powerful	-10.3022
▁Was	-10.3024
▁introduced	-10.3024
▁hint	-10.3028
▁lesson	-10.3028
▁sympathy	-10.3029
▁Rand	-10.3035
▁key	-10.3037
▁bigger	-10.3038
▁ratings	-10.3045
▁forgotten	-10.3052
▁campy	-10.3066
▁Overall	-10.3074
▁showed	-10.3079
▁beside	-10.3082
▁offend	-10.3092
ump	-10.3101
▁Cat	-10.3105
ain	-10.3118
▁fail	-10.3154
▁("	-10.3174
▁ice	-10.3177
▁tr	-10.3177
▁saved	-10.3185
▁TO	-10.319
▁Hard	-10.3199
▁pe	-10.3203
▁hire	-10.3205
ries	-10.3206
▁older	-10.3208
▁sin	-10.321
▁van	-10.3216
ki	-10.3217
▁kick	-10.3225
ON	-10.3232
igh	-10.3238
▁law	-10.3242
▁idiot	-10.3251
▁commercial	-10.3258
▁spot	-10.3277
vin	-10.3285
▁filmmaker	-10.3291
head	-10.3297
▁ain	-10.3304
▁hey	-10.3313
▁carrie	-10.3342
▁Roberts	-10.3342
▁Dian	-10.3347
)"	-10.3356
▁aspect	-10.3388
AT	-10.3399
pro	-10.3407
RE	-10.3416
where	-10.3432
▁emotions	-10.3436
▁intention	-10.3443
Z	-10.3468
while	-10.3469
Anyway	-10.347
comedy	-10.3472
However	-10.3473
...'	-10.3474
▁accept	-10.3479
den	-10.348
ath	-10.349
▁luck	-10.3506
there	-10.3507
/10	-10.3523
▁formula	-10.3525
car	-10.3525
▁exploit	-10.3526
pecial	-10.3527
▁occur	-10.3528
▁hide	-10.3528
▁virtual	-10.3528
▁Little	-10.3528
▁empty	-10.3528
▁generous	-10.3528
▁individual	-10.3528
▁influence	-10.3528
▁psycho	-10.3528
▁qualities	-10.3528
▁research	-10.3528
▁silent	-10.3528
▁succeed	-10.3528
▁twenty	-10.3528
▁unconvincing	-10.3528
▁uninspired	-10.3528
▁sweet	-10.3528
▁affair	-10.3528
▁numero	-10.3528
▁tree	-10.3529
▁merit	-10.353
▁Ranger	-10.353
▁Mike	-10.353
▁trick	-10.353
▁Yet	-10.3531
▁conflict	-10.3533
▁chosen	-10.3534
▁hack	-10.3534
▁dirty	-10.3537
▁Larry	-10.3537
▁born	-10.3539
▁compelling	-10.354
▁USA	-10.3541
▁lovely	-10.3541
▁grave	-10.3542
▁Really	-10.3544
▁Evan	-10.3544
▁impressed	-10.3544
ging	-10.3546
hoo	-10.3548
▁em	-10.3551
▁passion	-10.3553
▁Director	-10.3555
▁Yeah	-10.3556
▁useless	-10.3558
▁warned	-10.3558
At	-10.3558
▁gory	-10.356
▁Sadly	-10.3562
▁trust	-10.3562
▁wit	-10.357
▁concerned	-10.3576
▁incredible	-10.3578
▁ob	-10.3586
▁Mac	-10.3586
▁revealed	-10.3586
▁Avoid	-10.3591
▁justice	-10.3595
Un	-10.3601
▁_	-10.3619
▁shower	-10.3623
▁praise	-10.3635
vo	-10.3638
▁Satan	-10.364
▁du	-10.3643
▁Stan	-10.3647
▁Uni	-10.3652
zy	-10.3652
50	-10.3653
▁skills	-10.3655
▁grade	-10.3664
izing	-10.3674
ita	-10.3688
nch	-10.3695
▁thanks	-10.3698
▁buying	-10.3722
▁tend	-10.3725
▁calls	-10.3728
nce	-10.3742
▁separate	-10.3752
▁flaw	-10.3772
▁arm	-10.3777
har	-10.3795
grown	-10.3804
▁protagonist	-10.3807
▁subplot	-10.3808
▁image	-10.3816
▁recommended	-10.382
▁Williams	-10.3827
▁Gi	-10.3849
▁Hav	-10.385
▁u	-10.3853
▁Fe	-10.3855
onic	-10.3861
!!!!	-10.3863
list	-10.3872
▁cla	-10.3873
▁protect	-10.3882
gotten	-10.3889
ious	-10.3891
▁hadn	-10.3893
oh	-10.3902
▁loves	-10.3903
▁believed	-10.3907
Ma	-10.3909
▁2.	-10.3917
▁animals	-10.3928
set	-10.3949
▁cares	-10.3955
▁locations	-10.3959
▁fo	-10.3971
▁Will	-10.3975
AD	-10.3987
sure	-10.3997
face	-10.3999
▁crash	-10.4015
iness	-10.4019
dimensional	-10.4024
real	-10.4024
▁II	-10.4026
With	-10.4027
▁youth	-10.4041
▁surprising	-10.4049
▁abuse	-10.4051
▁capture	-10.4053
▁relate	-10.4077
▁breath	-10.4083
▁wanna	-10.4083
▁Bullock	-10.4084
▁THIS	-10.4084
▁Thomas	-10.4084
▁Vampire	-10.4084
▁associate	-10.4084
▁corpse	-10.4084
▁offensive	-10.4084
▁pacing	-10.4084
▁repetitive	-10.4084
▁routine	-10.4084
▁system	-10.4084
▁target	-10.4084
▁wreck	-10.4084
▁atrocious	-10.4084
▁task	-10.4084
▁Cinema	-10.4084
▁account	-10.4084
▁gross	-10.4084
▁FBI	-10.4084
▁fresh	-10.4084
▁nasty	-10.4084
▁guest	-10.4084
▁superior	-10.4084
▁detective	-10.4084
▁began	-10.4084
▁Barney	-10.4085
▁sentence	-10.4085
▁creative	-10.4085
▁treatment	-10.4085
▁comedian	-10.4086
▁dump	-10.4086
▁tight	-10.4087
▁sitcom	-10.4088
▁commentary	-10.4088
▁advise	-10.4089
▁Gold	-10.4089
▁highlight	-10.409
▁Dame	-10.409
▁Jackie	-10.4091
▁thoroughly	-10.4091
▁amaze	-10.4092
▁1970	-10.4092
▁hotel	-10.4093
▁generation	-10.4093
▁attract	-10.4094
▁Karen	-10.4094
▁lift	-10.4096
▁aware	-10.4096
atch	-10.4097
hy	-10.4098
▁corny	-10.4099
▁table	-10.4101
▁experiment	-10.4102
▁Though	-10.4102
▁Angela	-10.4103
▁model	-10.4105
▁cable	-10.4105
▁mom	-10.4112
▁None	-10.4113
▁share	-10.4118
▁Look	-10.4118
▁hits	-10.412
▁surprisingly	-10.4124
▁foot	-10.413
▁Bu	-10.4131
▁Cha	-10.4144
▁singer	-10.4146
▁Rod	-10.4147
▁audiences	-10.4147
▁delivers	-10.415
▁Part	-10.4155
di	-10.4187
ford	-10.4187
▁IT	-10.4191
existent	-10.4203
▁sleeping	-10.421
▁core	-10.4224
▁twists	-10.4228
▁talks	-10.4236
ins	-10.4237
▁bull	-10.4239
▁Mi	-10.4273
▁aliens	-10.4284
ire	-10.4299
run	-10.43
▁Hal	-10.4308
▁para	-10.4312
▁button	-10.4313
long	-10.4322
▁Count	-10.4327
▁Ti	-10.4354
▁par	-10.436
▁Hu	-10.4368
▁fantastic	-10.4371
▁Ta	-10.4385
▁angle	-10.4402
ple	-10.4428
she	-10.4435
under	-10.4436
Then	-10.4462
liners	-10.4467
▁Boy	-10.4476
▁themes	-10.4479
▁Pre	-10.4495
**	-10.45
▁Big	-10.4506
▁player	-10.4508
▁actions	-10.4536
gar	-10.4554
▁ne	-10.456
▁seek	-10.4562
ged	-10.4564
tribute	-10.4565
rapped	-10.4572
▁See	-10.4574
▁hasn	-10.4581
▁na	-10.4592
roll	-10.4593
▁complain	-10.4608
Also	-10.4615
John	-10.4615
especially	-10.4615
fight	-10.4621
aving	-10.4627
Fro	-10.4628
..."	-10.4637
▁Jon	-10.4638
▁raise	-10.4643
▁command	-10.4644
oy	-10.4655
▁compare	-10.4657
ress	-10.4665
type	-10.4666
▁predict	-10.4668
▁Qui	-10.4671
away	-10.4671
▁Arnold	-10.4672
▁Murphy	-10.4672
▁Wagner	-10.4672
▁Women	-10.4672
▁assistant	-10.4672
▁gruesome	-10.4672
▁horrid	-10.4672
▁poverty	-10.4672
▁print	-10.4672
▁quote	-10.4672
▁Brown	-10.4672
▁Taylor	-10.4672
▁cheerlead	-10.4672
▁martial	-10.4672
▁belief	-10.4672
▁funnier	-10.4672
▁Helsing	-10.4672
▁egg	-10.4672
▁flesh	-10.4672
▁source	-10.4672
▁incident	-10.4672
▁Captain	-10.4672
▁blah	-10.4672
▁parody	-10.4672
▁splatter	-10.4672
▁Ninja	-10.4672
▁Western	-10.4672
▁prostitute	-10.4672
▁morning	-10.4673
▁replace	-10.4673
▁solid	-10.4673
▁1960	-10.4673
▁THAT	-10.4673
▁existence	-10.4674
▁Tommy	-10.4674
▁Edward	-10.4674
▁propaganda	-10.4674
▁shut	-10.4675
▁relief	-10.4676
▁Max	-10.4676
hip	-10.4676
▁idiotic	-10.4677
▁essentially	-10.4678
▁Noah	-10.4678
▁UK	-10.4678
▁safe	-10.4679
▁drawn	-10.468
▁Sound	-10.4682
▁earn	-10.4683
▁lies	-10.4684
▁pile	-10.4685
▁fix	-10.4686
▁tank	-10.4686
▁independent	-10.4686
▁Dien	-10.4687
▁gather	-10.4688
▁borrow	-10.469
▁loss	-10.469
▁smile	-10.4691
live	-10.4693
▁Boll	-10.4694
▁mindless	-10.4695
▁reporter	-10.4696
▁Second	-10.4699
▁rank	-10.4701
▁captured	-10.4705
▁rushed	-10.4706
boy	-10.4707
▁stupidity	-10.4708
▁Fred	-10.4711
▁Sheen	-10.4711
▁recall	-10.4712
bar	-10.4713
▁judge	-10.4715
▁flying	-10.4723
▁mile	-10.4723
▁ruined	-10.4727
▁cringe	-10.4732
▁Ray	-10.4734
▁3.	-10.4736
▁Bam	-10.4739
Be	-10.4741
▁jo	-10.4744
▁rolling	-10.4753
▁crying	-10.4757
▁Wor	-10.4771
▁previously	-10.4776
▁realized	-10.478
▁solve	-10.4784
▁Je	-10.4796
ical	-10.4806
air	-10.4818
▁def	-10.4826
ew	-10.4827
ool	-10.4827
tended	-10.4831
▁dollars	-10.4832
▁leg	-10.4844
▁suffers	-10.4851
▁cur	-10.4857
▁puppets	-10.4866
ative	-10.4873
▁10.	-10.4876
▁card	-10.4881
▁references	-10.4883
▁talents	-10.4901
▁scripted	-10.4905
▁numbers	-10.4912
▁dec	-10.4937
▁site	-10.4943
▁angles	-10.4951
▁se	-10.4963
▁players	-10.4983
▁commercials	-10.4985
▁caus	-10.5002
act	-10.5004
▁Por	-10.5009
▁expression	-10.5025
▁meeting	-10.5026
▁costume	-10.5031
Fi	-10.5032
▁Ber	-10.5033
cra	-10.5037
ou	-10.5043
▁scar	-10.5051
▁soldier	-10.5059
filled	-10.5065
ky	-10.507
▁gal	-10.5072
cious	-10.5086
▁Men	-10.5089
lon	-10.5096
than	-10.5103
ET	-10.5104
▁den	-10.5133
▁melodrama	-10.5144
▁ya	-10.5146
▁sole	-10.5161
▁Are	-10.5182
▁struggle	-10.5185
▁repeat	-10.5187
play	-10.5193
▁weeks	-10.5193
▁burn	-10.5204
▁vampires	-10.5211
ren	-10.5215
tri	-10.5216
▁rob	-10.5218
▁chi	-10.5222
▁draw	-10.5227
horror	-10.524
ular	-10.5242
watch	-10.5243
Even	-10.5243
Avoid	-10.5248
▁stretch	-10.525
▁connect	-10.5251
▁wrestl	-10.5257
.....	-10.526
▁sudden	-10.5263
▁exact	-10.5264
▁proper	-10.5267
▁Ru	-10.5269
Although	-10.5278
till	-10.5291
▁Wi	-10.5291
▁El	-10.5293
entific	-10.5294
miss	-10.5296
▁Campbell	-10.5297
▁Washington	-10.5297
▁astronaut	-10.5297
▁buddies	-10.5297
▁colour	-10.5297
▁depressing	-10.5297
